13/data/attachments/7154b8b7018bf8b0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:username>
            <nif:friendToBeAdded>Phillip_notice_Friend_35615_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>